Revit 2027 API
FailureMessage Properties
The FailureMessage type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureMessage Class
Autodesk.Revit.DB Namespace